Repository: zinc75/JackMate
Catalog: src/Localizable.xcstrings
Source language: fr
Languages: de, en, es, it

source: %@ — déjà connecté
de: %@ — bereits verbunden
en: %@ — already connected
es: %@ — ya conectado
it: %@ — già connesso

# %lld connexions · %lld clients
source: %1$lld connexions · %2$lld clients
de: %1$lld Verbindungen · %2$lld Clients
en: %1$lld connections · %2$lld clients
es: %1$lld conexiones · %2$lld clientes
it: %1$lld connessioni · %2$lld client

source: %lld hors vue
de: %lld außerhalb des Sichtbereichs
en: %lld out of view
es: %lld fuera de vista
it: %lld fuori dalla vista

# about.button.license
source: Licence
de: Lizenz
en: License
es: Licencia
it: Licenza

# about.button.source
source: Code source
de: Quellcode
en: Source code
es: Código fuente
it: Codice sorgente

# about.button.support
source: Soutenir ☕
de: Unterstützen ☕
en: Support ☕
es: Apoyar ☕
it: Supporta ☕

# about.description
source: Gestion du serveur audio Jack pour macOS.
de: Jack-Audioserver-Verwaltung für macOS.
en: Jack audio server management for macOS.
es: Gestión del servidor de audio Jack para macOS.
it: Gestione del server audio Jack per macOS.

# about.license
source: Logiciel libre open source distribué sous licence MIT.
de: Freie Open-Source-Software unter der MIT-Lizenz.
en: Free, open source software distributed under the MIT licence.
es: Software libre de código abierto distribuido bajo licencia MIT.
it: Software libero open source distribuito sotto licenza MIT.

# aggregate.warning.body
source: Vos devices d'entrée et de sortie sont des périphériques physiques différents. Jack va les combiner silencieusement en un agrégat. Les canaux seront mappés dans l'ordre suivant :
de: Dein Ein- und Ausgabegerät sind unterschiedliche physikalische Geräte. Jack kombiniert sie automatisch zu einem Aggregatgerät. Die Kanäle werden in folgender Reihenfolge zugeordnet:
en: Your input and output devices are different physical devices. Jack will silently combine them into an aggregate. Channels will be mapped in this order:
es: Tus dispositivos de entrada y salida son dispositivos físicos diferentes. Jack los combinará automáticamente en un agregado. Los canales se asignarán en este orden:
it: I tuoi dispositivi di ingresso e uscita sono periferiche fisiche diverse. Jack li combinerà automaticamente in un aggregato. I canali verranno mappati in quest'ordine:

# aggregate.warning.start
source: Démarrer Jack
de: Jack starten
en: Start Jack
es: Iniciar Jack
it: Avvia Jack

# aggregate.warning.suppress
source: Ne plus afficher pour cette combinaison
de: Für diese Kombination nicht mehr anzeigen
en: Don't show again for this combination
es: No volver a mostrar para esta combinación
it: Non mostrare più per questa combinazione

# aggregate.warning.title
source: Jack va créer un agrégat
de: Jack erstellt ein Aggregatgerät
en: Jack will create an aggregate device
es: Jack creará un dispositivo agregado
it: Jack creerà un dispositivo aggregato

# alert.aggregate.button.open
source: Ouvrir Audio MIDI Setup
de: Audio-MIDI-Setup öffnen
en: Open Audio MIDI Setup
es: Abrir Configuración de Audio MIDI
it: Apri Configurazione Audio MIDI

# alert.aggregate.message
source: Ce device est un agrégat macOS. Si vos sources ont des horloges indépendantes (ex. deux interfaces USB distinctes), pensez à configurer la synchronisation d'horloge dans Audio MIDI Setup — sélectionnez le device agrégé, puis choisissez une source d'horloge maître dans l'onglet dédié. Cette configuration hardware est plus robuste que la correction logicielle de Jack.
de: Dieses Gerät ist ein macOS-Aggregat. Wenn deine Quellen unabhängige Taktquellen haben (z. B. zwei separate USB-Interfaces), empfiehlt es sich, die Taktquelle in Audio-MIDI-Setup zu konfigurieren — wähle das Aggregatgerät aus und wähle dann eine Master-Taktquelle im entsprechenden Tab. Diese Hardware-Konfiguration ist robuster als Jacks Software-Korrektur.
en: This device is a macOS aggregate. If your sources have independent clocks (e.g. two separate USB interfaces), consider configuring clock synchronisation in Audio MIDI Setup — select the aggregate device, then choose a master clock source in the dedicated tab. This hardware configuration is more robust than Jack's software correction.
es: Este dispositivo es un agregado de macOS. Si tus fuentes tienen relojes independientes (p. ej. dos interfaces USB distintas), configura la sincronización de reloj en Configuración de Audio MIDI — selecciona el dispositivo agregado y elige una fuente de reloj maestra en la pestaña correspondiente. Esta configuración hardware es más robusta que la corrección por software de Jack.
it: Questo dispositivo è un aggregato macOS. Se le tue sorgenti hanno orologi indipendenti (es. due interfacce USB distinte), configura la sincronizzazione degli orologi in Configurazione Audio MIDI — seleziona il dispositivo aggregato, quindi scegli una sorgente di clock master nella scheda dedicata. Questa configurazione hardware è più robusta della correzione software di Jack.

# alert.aggregate.suppress
source: Ne plus afficher
de: Nicht mehr anzeigen
en: Don't show this again
es: No volver a mostrar
it: Non mostrare più

# alert.aggregate.title
source: Device agrégé macOS
de: macOS-Aggregatgerät
en: macOS Aggregate Device
es: Dispositivo agregado de macOS
it: Dispositivo aggregato macOS

# alert.clock_drift.button.open
source: Ouvrir Audio MIDI Setup
de: Audio-MIDI-Setup öffnen
en: Open Audio MIDI Setup
es: Abrir Configuración de Audio MIDI
it: Apri Configurazione Audio MIDI

# alert.clock_drift.message
source: Cette option active la correction de dérive d'horloge côté Jack. Elle est utile si vos devices input et output ont des horloges de référence indépendantes (ex. micro USB + interface audio FireWire). Une alternative plus robuste : créer un device agrégé dans Audio MIDI Setup et y configurer la synchronisation d'horloge hardware. Le résultat est plus stable et transparent pour toutes les applications, pas seulement Jack.
de: Diese Option aktiviert Jacks Taktdriftkorrektur. Sie ist nützlich, wenn deine Ein- und Ausgabegeräte unabhängige Referenztaktquellen haben (z. B. USB-Mikrofon + FireWire-Audiointerface). Eine robustere Alternative: Erstelle ein Aggregatgerät in Audio-MIDI-Setup und konfiguriere dort die Hardware-Taktsynchronisierung. Das Ergebnis ist stabiler und transparenter für alle Anwendungen, nicht nur Jack.
en: This option enables Jack's clock drift correction. It is useful if your input and output devices have independent reference clocks (e.g. USB microphone + FireWire audio interface). A more robust alternative: create an aggregate device in Audio MIDI Setup and configure hardware clock synchronisation there. The result is more stable and transparent for all applications, not just Jack.
es: Esta opción activa la corrección de deriva de reloj en Jack. Es útil si tus dispositivos de entrada y salida tienen relojes de referencia independientes (p. ej. micrófono USB + interfaz de audio FireWire). Una alternativa más robusta: crea un dispositivo agregado en Configuración de Audio MIDI y configura la sincronización de reloj por hardware. El resultado es más estable y transparente para todas las aplicaciones, no solo Jack.
it: Questa opzione attiva la correzione della deriva d'orologio lato Jack. È utile se i tuoi dispositivi input e output hanno orologi di riferimento indipendenti (es. microfono USB + interfaccia audio FireWire). Un'alternativa più robusta: crea un dispositivo aggregato in Configurazione Audio MIDI e configura la sincronizzazione dell'orologio hardware. Il risultato è più stabile e trasparente per tutte le applicazioni, non solo Jack.

# alert.clock_drift.suppress
source: Ne plus afficher
de: Nicht mehr anzeigen
en: Don't show this again
es: No volver a mostrar
it: Non mostrare più

# alert.close.button.hide_window
source: Fermer la fenêtre
de: Fenster schließen
en: Close window
es: Cerrar la ventana
it: Chiudi la finestra

# alert.close.button.quit
source: Quitter JackMate
de: JackMate beenden
en: Quit JackMate
es: Salir de JackMate
it: Esci da JackMate

# alert.close.button.quit_and_stop
source: Quitter et éteindre Jack
de: Beenden und Jack stoppen
en: Quit and stop Jack
es: Salir y apagar Jack
it: Esci e spegni Jack

# alert.close.jack_running.message
source: Que souhaitez-vous faire ? • Fermer la fenêtre laisse Jack actif et JackMate accessible depuis la barre de menus. • Quitter JackMate ferme l'application mais laisse Jack tourner en arrière-plan. • Quitter et éteindre Jack arrête le serveur Jack et ferme JackMate.
de: Was möchtest du tun? • Fenster schließen lässt Jack aktiv und JackMate in der Menüleiste erreichbar. • JackMate beenden schließt die Anwendung, lässt Jack aber im Hintergrund laufen. • Beenden und Jack stoppen stoppt den Jack-Server und schließt JackMate.
en: What would you like to do? • Close window leaves Jack active and JackMate accessible from the menu bar. • Quit JackMate closes the application but leaves Jack running in the background. • Quit and stop Jack stops the Jack server and closes JackMate.
es: ¿Qué deseas hacer? • Cerrar la ventana deja Jack activo y JackMate accesible desde la barra de menús. • Salir de JackMate cierra la aplicación pero deja Jack ejecutándose en segundo plano. • Salir y apagar Jack detiene el servidor Jack y cierra JackMate.
it: Cosa vuoi fare? • Chiudi la finestra lascia Jack attivo e JackMate accessibile dalla barra dei menu. • Esci da JackMate chiude l'applicazione ma lascia Jack in esecuzione in background. • Esci e spegni Jack ferma il server Jack e chiude JackMate.

# alert.close.jack_running.title
source: Le serveur Jack est actif
de: Jack-Server ist aktiv
en: Jack server is running
es: El servidor Jack está activo
it: Il server Jack è attivo

# alert.close.jack_stopped.message
source: Fermer cette fenêtre ne quitte pas JackMate. L'icône dans la barre de menus vous permet de la rouvrir à tout moment.
de: Das Schließen dieses Fensters beendet JackMate nicht. Das Menüleistensymbol ermöglicht es dir, es jederzeit wieder zu öffnen.
en: Closing this window does not quit JackMate. The menu bar icon lets you reopen it at any time.
es: Cerrar esta ventana no sale de JackMate. El icono en la barra de menús te permite volver a abrirla en cualquier momento.
it: Chiudere questa finestra non esce da JackMate. L'icona nella barra dei menu ti permette di riaprirla in qualsiasi momento.

# alert.close.jack_stopped.title
source: JackMate reste actif dans la barre de menus
de: JackMate bleibt in der Menüleiste aktiv
en: JackMate stays active in the menu bar
es: JackMate sigue activo en la barra de menús
it: JackMate resta attivo nella barra dei menu

# auto-launch
source: Lancement automatique
de: Automatisch starten
en: Auto-launch
es: Inicio automático
it: Avvio automatico

# canvas.selection.count %lld
source: %lld clients sélectionnés
de: %lld Clients ausgewählt
en: %lld clients selected
es: %lld clientes seleccionados
it: %lld client selezionati

# canvas.tooltip.repositioned
source: Client repositionné · évite un chevauchement
de: Client verschoben · vermeidet Überlappung
en: Client repositioned · avoids overlap
es: Cliente reposicionado · evita superposición
it: Client riposizionato · evita la sovrapposizione

# capture_studio.clients.hint
source: Entrez la commande shell pour relancer chaque app (optionnel).
de: Shell-Befehl zum Neustarten jeder App eingeben (optional).
en: Enter the shell command to relaunch each app (optional).
es: Introduce el comando shell para relanzar cada app (opcional).
it: Inserisci il comando shell per riavviare ogni app (opzionale).

# capture_studio.clients.placeholder
source: Ex: /usr/bin/supercollider --headless
de: z. B. /usr/bin/supercollider --headless
en: e.g. /usr/bin/supercollider --headless
es: Ej: /usr/bin/supercollider --headless
it: Es: /usr/bin/supercollider --headless

# capture_studio.name.label
source: Nom du studio
de: Studio-Name
en: Studio name
es: Nombre del estudio
it: Nome dello studio

# capture_studio.name.placeholder
source: Ex: Session ProTools
de: z. B. ProTools-Session
en: e.g. ProTools session
es: Ej: Sesión ProTools
it: Es: Sessione ProTools

# capture_studio.section.clients
source: Clients non détectés automatiquement
de: Nicht automatisch erkannte Clients
en: Clients not detected automatically
es: Clientes no detectados automáticamente
it: Client non rilevati automaticamente

# capture_studio.section.command
source: Commande Jack capturée
de: Erfasster Jack-Befehl
en: Captured Jack command
es: Comando Jack capturado
it: Comando Jack acquisito

# capture_studio.title
source: Capturer le studio
de: Studio erfassen
en: Capture studio
es: Capturar el estudio
it: Acquisisci lo studio

# channel_picker.title
source: Sélection des canaux
de: Kanalauswahl
en: Channel selection
es: Selección de canales
it: Selezione dei canali

source: Collapser
de: Einklappen
en: Collapse
es: Contraer
it: Comprimi

# common.cancel
source: Annuler
de: Abbrechen
en: Cancel
es: Cancelar
it: Annulla

# common.close
source: Fermer
de: Schließen
en: Close
es: Cerrar
it: Chiudi

# common.confirm
source: Confirmer
de: Bestätigen
en: Confirm
es: Confirmar
it: Conferma

# common.connections
source: Connexions
de: Verbindungen
en: Connections
es: Conexiones
it: Connessioni

# common.copy_command
source: Copier la commande
de: Befehl kopieren
en: Copy command
es: Copiar el comando
it: Copia il comando

# common.create
source: Créer
de: Erstellen
en: Create
es: Crear
it: Crea

# common.created
source: Créé
de: Erstellt
en: Created
es: Creado
it: Creato

# common.delete
source: Supprimer
de: Löschen
en: Delete
es: Eliminar
it: Elimina

# common.input
source: Entrée
de: Eingang
en: Input
es: Entrada
it: Ingresso

# common.jack_running
source: Jack actif
de: Jack aktiv
en: Jack running
es: Jack activo
it: Jack attivo

# common.jack_starting
source: Démarrage…
de: Wird gestartet…
en: Starting…
es: Iniciando…
it: Avvio…

# common.jack_stopped
source: Jack arrêté
de: Jack gestoppt
en: Jack stopped
es: Jack detenido
it: Jack fermo

# common.loaded
source: Chargé
de: Geladen
en: Loaded
es: Cargado
it: Caricato

# common.modified
source: Modifié
de: Geändert
en: Modified
es: Modificado
it: Modificato

# common.no_more_message
source: Ne plus afficher ce message
de: Diese Meldung nicht mehr anzeigen
en: Don't show this message again
es: No volver a mostrar este mensaje
it: Non mostrare più questo messaggio

# common.output
source: Sortie
de: Ausgang
en: Output
es: Salida
it: Uscita

# common.save
source: Sauvegarder
de: Speichern
en: Save
es: Guardar
it: Salva

# config.channel.unit.one
source: canal
de: Kanal
en: channel
it: canale

# config.channel.unit.other
source: canaux
de: Kanäle
en: channels
es: canales
it: canali

# config.channels.button
source: Modifier
de: Bearbeiten
en: Edit
es: Modificar
it: Modifica

# config.channels.description
source: Sélectionner les canaux input/output
de: Ein-/Ausgangskanäle auswählen
en: Select input/output channels
es: Seleccionar los canales input/output
it: Seleziona i canali input/output

# config.channels.label
source: Limiter les canaux
de: Kanäle begrenzen
en: Limit channels
es: Limitar los canales
it: Limita i canali

# config.clock_drift.description
source: Correction de dérive d'horloge
de: Clock drift correction
en: Clock drift correction
es: Corrección de deriva de reloj
it: Correzione della deriva d'orologio

# config.command_box.generated
source: Commande générée
de: Generierter Befehl
en: Generated command
es: Comando generado
it: Comando generato

# config.command_box.install_homebrew
source: Installation requise — Commande Homebrew
de: Installation erforderlich — Homebrew-Befehl
en: Installation required — Homebrew command
es: Instalación requerida — Comando Homebrew
it: Installazione richiesta — Comando Homebrew

# config.command_box.install_link
source: Installation requise — Lien de téléchargement
de: Installation erforderlich — Download-Link
en: Installation required — Download link
es: Instalación requerida — Enlace de descarga
it: Installazione richiesta — Link di download

# config.command_box.install_required
source: Installation requise
de: Installation erforderlich
en: Installation required
es: Instalación requerida
it: Installazione richiesta

# config.command_box.select_method
source: — sélectionner une méthode d'installation —
de: — Installationsmethode auswählen —
en: — select an installation method —
es: — seleccionar un método de instalación —
it: — seleziona un metodo di installazione —

# config.group.devices
source: Devices audio
de: Audiogeräte
en: Audio devices
es: Dispositivos de audio
it: Dispositivi audio

# config.group.options
source: Options
de: Optionen
es: Opciones
it: Opzioni

# config.hog_mode.description
source: Accès exclusif au device audio
de: Übernimmt exklusiven Zugriff auf das Audiogerät
en: Takes exclusive access of the audio device
es: Acceso exclusivo al dispositivo de audio
it: Accesso esclusivo al dispositivo audio

# config.input.empty
source: Pas d'entrée
de: Kein Eingang
en: No input
es: Sin entrada
it: Nessun ingresso

# config.jackmoebius.description
source: Nécessite le driver audio JackMoebius
de: Erfordert den JackMoebius-Audiotreiber
en: Requires the JackMoebius audio driver
es: Requiere el controlador de audio JackMoebius
it: Richiede il driver audio JackMoebius

# config.jackmoebius.label
source: Exposer les apps natives macOS à JACK
de: Native macOS-Apps für JACK freigeben
en: Expose native macOS apps to JACK
es: Exponer apps nativas de macOS a JACK
it: Esporre le app native di macOS a JACK

# config.jackmoebius.try
source: Essayer JackMoebius
de: JackMoebius testen
en: Try JackMoebius
es: Probar JackMoebius
it: Prova JackMoebius

# config.latency
source: Latence théorique :
de: Theoretische Latenz:
en: Theoretical latency:
es: Latencia teórica :
it: Latenza teorica :

# config.locked_banner
source: Configuration verrouillée — Jack est actif
de: Konfiguration gesperrt — Jack ist aktiv
en: Configuration locked — Jack is running
es: Configuración bloqueada — Jack está activo
it: Configurazione bloccata — Jack è attivo

# config.midi.description
source: Option expérimentale — peut provoquer des instabilités
de: Experimentelle Option — kann Instabilitäten verursachen
en: Experimental option — may cause instability
es: Opción experimental — puede causar inestabilidad
it: Opzione sperimentale — può causare instabilità

# config.output.empty
source: Pas de sortie
de: Kein Ausgang
en: No output
es: Sin salida
it: Nessuna uscita

# connect_all.action.connect_pairs %lld
source: Connecter %lld paires
de: %lld Paare verbinden
en: Connect %lld pairs
es: Conectar %lld pares
it: Connetti %lld coppie

# connect_all.action.connect_total %lld
source: Connecter %lld connexions
de: %lld Verbindungen erstellen
en: Connect %lld connections
es: Conectar %lld conexiones
it: Connetti %lld connessioni

# connect_all.action.more_connections %lld
source: et %lld autres connexions…
de: und %lld weitere Verbindungen…
en: and %lld more connections…
es: y %lld conexiones más…
it: e %lld altre connessioni…

# connect_all.already_connected
source: déjà connecté
de: bereits verbunden
en: already connected
es: ya conectado
it: già connesso

# connect_all.mode.fanout
source: Fan-out — %1$lld sortie(s) vers %2$lld entrées
de: Fan-out — %1$lld Ausgang/Ausgänge zu %2$lld Eingängen
en: Fan-out — %1$lld output(s) to %2$lld inputs
es: Fan-out — %1$lld salida(s) hacia %2$lld entradas
it: Fan-out — %1$lld uscita/e verso %2$lld ingressi

# connect_all.mode.wrap
source: Wrap — cycler %1$lld sorties sur %2$lld entrées
de: Wrap — %1$lld Ausgänge über %2$lld Eingänge zyklisch
en: Wrap — cycle %1$lld outputs over %2$lld inputs
es: Wrap — cicla %1$lld salidas en %2$lld entradas
it: Wrap — cicla %1$lld uscite su %2$lld ingressi

# connect_all.subtitle
source: · %1$lld sorties / %2$lld entrées
de: · %1$lld Ausgänge / %2$lld Eingänge
en: · %1$lld outputs / %2$lld inputs
es: · %1$lld salidas / %2$lld entradas
it: · %1$lld uscite / %2$lld ingressi

source: Décollapser
de: Ausklappen
en: Expand
es: Expandir
it: Espandi

# delete_studio.label.created_on
source: Créé le
de: Erstellt am
en: Created on
es: Creado el
it: Creato il

# delete_studio.label.modified_on
source: Modifié le
de: Geändert am
en: Modified on
es: Modificado el
it: Modificato il

# delete_studio.label.name
source: Nom
de: Name
en: Name
es: Nombre
it: Nome

# delete_studio.title
source: Supprimer ce studio ?
de: Dieses Studio löschen?
en: Delete this studio?
es: ¿Eliminar este estudio?
it: Eliminare questo studio?

# delete_studio.warning
source: Cette action est irréversible.
de: Diese Aktion ist nicht rükgängig zu machen.
en: This action is irreversible.
es: Esta acción es irreversible.
it: Questa azione è irreversibile.

# donation.prompt.button.donated
source: J'ai déjà donné
de: Ich habe bereits gespendet
en: I already donated
es: Ya he donado
it: Ho già donato

# donation.prompt.button.never
source: Jamais
de: Nie
en: Never
es: Nunca
it: Mai

# donation.prompt.button.remind
source: Rappeler plus tard
de: Später erinnern
en: Remind Later
es: Recordar más tarde
it: Ricordami più tardi

# donation.prompt.button.support
source: Soutenir
de: Unterstützen
en: Support
es: Apoyar
it: Sostieni

# donation.prompt.message
source: JackMate est développé sur mon temps personnel et distribué gratuitement en open source. Si ce projet vous est utile, une donation symbolique (montant libre) sur Buy Me a Coffee m'encouragerait pour les développements à venir, et contribuerait à couvrir le coût du compte développeur Apple (99 $/an) qui maintient JackMate signé et notarisé par Apple — une installation fluide et sans avertissement pour tous. Pas d'obligation — sans soutien, JackMate reste entièrement fonctionnel.
de: JackMate wird in meiner Freizeit entwickelt und kostenlos als Open Source verteilt. Wenn dir dieses Projekt nützlich ist, würde eine symbolische Spende (freier Betrag) auf Buy Me a Coffee mich für zukünftige Entwicklungen ermutigen und dazu beitragen, die Kosten für das Apple-Entwicklerkonto (99 $/Jahr) zu decken, das JackMate signiert und von Apple notarisiert hält — eine reibungslose Installation ohne Warnungen für alle. Keine Pflicht — ohne Unterstützung bleibt JackMate vollständig funktionsfähig.
en: JackMate is developed on my personal time and distributed free of charge as open source. If this project is useful to you, a symbolic donation (any amount) on Buy Me a Coffee would encourage me for future developments, and would help cover the recurring Apple Developer account ($99/year) that keeps JackMate signed and notarized by Apple — a smooth, warning-free install for everyone. No obligation — without support, JackMate remains fully functional.
es: JackMate se desarrolla en mi tiempo personal y se distribuye gratuitamente como código abierto. Si este proyecto te resulta útil, una donación simbólica (importe libre) en Buy Me a Coffee me animaría para los desarrollos futuros, y contribuiría a cubrir el coste de la cuenta de desarrollador de Apple (99 $/año) que mantiene JackMate firmado y notarizado por Apple — una instalación fluida y sin avisos para todos. Sin obligación — sin apoyo, JackMate sigue siendo completamente funcional.
it: JackMate è sviluppato nel mio tempo libero e distribuito gratuitamente come open source. Se questo progetto ti è utile, una donazione simbolica (importo libero) su Buy Me a Coffee mi incoraggerebbe per i futuri sviluppi, e contribuirebbe a coprire il costo dell'account sviluppatore Apple (99 $/anno) che mantiene JackMate firmato e notarizzato da Apple — un'installazione fluida e senza avvisi per tutti. Nessun obbligo — senza supporto, JackMate rimane completamente funzionale.

# donation.prompt.title
source: Soutenir JackMate
de: JackMate unterstützen
en: Support JackMate
es: Apoya JackMate
it: Sostieni JackMate
